brew "git"
brew "gh"
brew "ripgrep"
brew "fd"
brew "jq"
brew "tree"
brew "uv"
brew "fnm"

cask "google-chrome"
cask "ghostty"
cask "cursor"
cask "rectangle"
cask "maccy"
cask "codex"
cask "codex-app"
